Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Suoma sámeláhka 94 ásaha eiseválddiide šiehtadallangeatnegasvuođa : ” Eiseválddit ráđđádallet sámedikkiin buot viidát váikkuheaddji ja mearkkašahtti doaimmaid birra , mat sáhttet njuolga ja earenoamáš vugiin váikkuhit sápmelaččaid sajádahkii álgoálbmogin ja mat gusket sámiid ruovttuguovllus : 1. servodatplánemii , 2. stáhtaeatnama , suodjalanviidodagaid ja meahcceguovlluid dikšumii , geavaheapmái , láigoheapmái ja luohpaheapmái , 3. lohpeohcamušaide , mat oaivvildit roggansaji oažžuma ja ruvkebiire vuođđudeami , 4. sápmelaččaid kulturhápmái gulli ealáhusa láhkamearráduslaš dahje hálddahuslaš nuppástussii guoski ášši , 5. sámegiela ja sámegiela skuvlaoahpahusa ja sosial- ja dearvvašvuođabálvalusaid ovddideapmái ; dahje 6. eará vástideaddjilágan sápmelaččaid gillii , kultuvrii dahje sin sajádahkii álgoálbmogin váikkuheaddji áššái . ”
nob: Den finske sameloven 94 etablerer en forhandlingsplikt for myndighetene : ” Myndigheterna skall förhandla med Sametinget om alla vittsyftande och viktiga åtgärder , som på ett direkt och särskilt sätt kan inverka på samernas ställning som ett urfolk och som på samernas hembygdsområde gäller 1. samhällsplanering , 2. skötsel , användning , arrendering och överlåtelse av statens mark , skyddsområden och ödemarksområden , 3. tillståndsansökningar angående inmutning av gruvmineraler samt utmålsläggning , 4. ändring i lagstiftningen eller förvaltningen angående näringar som hör till samisk kultur , 5. utveckling av undervisningen på samiska eller i samiska språket och av social- och hälsovårdstjänsterna samt 6. annat motsvarande ärende som har inverkan på samernas språk , kultur eller deras ställning som urfolk . ”

source: Šiehtadallangeatnegasvuohta lea guovddáš ja deaŧalaš oassi sámi beroštumiid ja rivttiid sihkkarastimis dain áššiin mat gullet mearrádusa vuollái .
nob: Forhandlingsplikten framstår som en sentral og viktig mekanisme for sikring av samiske interesser og rettigheter i saker som faller inn under bestemmelsen .

source: Geavatlaččat adno almmotge mearrádus ráđđádallannjuolggadussan .
nob: I praksis blir imidlertid bestemmelsen ansett som en konsultasjonsbestemmelse .

source: Suoma ráđđehusa ja Sámedikki gaskka ii leat sierra ráđđádallanortnet – eai politihkalaš gažaldagain eaige ekonomalaš gažaldagain .
nob: Det finnes er ingen særskilt konsultasjonsordning mellom regjeringen og Sametinget i Finland – verken for politiske eller økonomiske spørsmål .

source: Ruoŧas leat Eanandoallodepartemeantta ( mas lea ovddasvástádus sámi áššiide ) politihkalaš jođihangottis ja Sámedikkis fásta jahkásaš ráđđádallančoahkkimat .
nob: I Sverige har politisk ledelse i Jordbruksdepartementet ( ansvarlig departement for samiske saker ) og Sametinget et fast årlig konsultasjonsmøte .

source: Dain čoahkkimiin guorahallá ráđđehus ja Sámediggi buot áigeguovdilis sámepolitihkalaš áššiid , dalle maiddái Sámedikki ekonomalaš dárbbuid ovddiduvvon bušeahttaárvalusa vuođul .
nob: På disse møtene drøfter regjeringen og Sametinget alle aktuelle samepolitiske saker , herunder Sametingets økonomiske behov på grunnlag av det innsendte budsjettforslaget .

source: Earret dán ráđđádallančoahkkima de lea Sámedikki politihkalaš jođihangottis oktavuohta ráđđehusa ovddasteddjiiguin dárbbu ja liibba mielde .
nob: Utover dette konsultasjonsmøtet har Sametingets politiske ledelse kontakt med regjeringens representanter ved anledning og behov .

source: Dasto lea Sámedikkis ja ráđđehusas jámmadit oktavuohta virgeolbmodásis .
nob: Det er dessuten jevnlig kontakt mellom Sametinget og regjeringen på tjenestemannsnivå .

source: Ođđa Zealánddas leat lágas mearrádusat mat addet maoriide vuoigatvuođa ráđđádallat sidjiide guoskevaš áššiin .
nob: I New Zealand inneholder lovgivningen bestemmelser som gir maoriene rett til å bli konsultert i saker som berører dem.

source: 95 Riikka maoriráđis mii lea ráđđeaddinorgána , lea jámmadit oktavuohta stáhtalaš eiseválddiiguin .
nob: 95 Det nasjonale maorirådet har som rådgivningsorgan jevnlig kontakt med statlige myndigheter .

source: Stáhta ja maoriráđi dahje maoriid árbevirolaš ásahusaid ( ” iwi ” ja “ hapu ” ) gaskka ii leat fásta ráđđádallanortnet .
nob: Det foreligger heller ingen fast konsultasjonsordning mellom maorirådet eller maorienes tradisjonelle institusjoner ( ” iwi ” og ” hapu ” ) og staten .

source: Iešguđet stáhtalaš ásahusain leat almmotge ollu oktavuohta ja ovttasbargu maoriid ásahusaiguin ja iešguđet maori-orgánaiguin .
nob: Ulike statlige institusjoner har likevel utbredt kontakt og samarbeid med maorienes institusjoner og de ulike maori-organene .

source: Ođđa Zealándda Justiisadepartemeanta lea ráhkadan njuolggadusaid dasa movt stáhtalaš orgánat galget meannudit go lea maoriiguin oktavuohta .
nob: Justisdepartementet i New Zealand har utarbeidet retningslinjer for hvordan statlige organer skal forholde seg i deres kontakt med maoriene .

source: Njuolggadusaid ulbmil lea ovddidit beaktilet ovttasbarggu stáhta ja maoriid gaskka .
nob: Målsettingen med retningslinjene er å fremme et mer effektivt samarbeid mellom staten og maoriene .

source: Láhka 974/1995 § 9 New Zealand Local Government Act 2002
nob: Lag 974/1995 § 9 New Zealand Local Government Act 2002

source: Stáhtaid ekonomalaš juolludusat eamiálbmogiidda ja eamiálbmogiid ekonomalaš iešstivrejupmi Suoma stáhtabušeahtas ii leat sierra bušeahttapoasta Sámediggái dahje sámi ulbmiliidda .
nob: Statenes økonomiske bevilgninger til urfolk og urfolks økonomiske autonomi Det finske statsbudsjettet har ikke en egen budsjettpost for Sametinget eller samiske formål .

source: Justiisadepartemeantta juolludus Sámedikki dábálaš doibmii ja giellalága čađaheapmái lea geavatlaččat fásta jahkásaš doarjja Sámediggái .
nob: Justisdepartementets overføring til Sametingets alminnelige virksomhet og gjennomføring av språkloven er i praksis å anse som et fast årlig bidrag til Sametinget .

source: Sámediggi šaddá dattege jahkásaččat ohcat dán juolludusa .
nob: Sametinget må likevel årlig søke om disse midlene .

source: Muđui leat Suoma stáhta ekonomalaš juolludusat eambbo prošeaktavuođđuduvvon juolludusat .
nob: Den finske statens økonomiske overføringer for øvrig er mer prosjektpreget .

source: Sámediggi šaddá ohcat dáid ruđaid prošeaktaruhtan .
nob: Sametinget må søke om disse midlene som prosjektmidler .

source: Dat váldá olu bargonávccaid ja gáržžida Sámedikki iežas vejolašvuođa vuoruhit ja plánet doaimmaid guhkit áiggi vuollái .
nob: Dette er arbeidskrevende for det finske Sametinget og legger begrensninger med hensyn til Sametingets mulighet til å fatte egne prioriteringer og planlegge virksomheten over et noe lengre tidsrom .

source: Ruoŧa Sámedikki ja ráđđehusa jahkásaš bušeahttaproseassa álgá go Sámediggi sádde bušeahttaárvalusastis ráđđehussii .
nob: Den årlige budsjettprosessen mellom det svenske Sametinget og regjeringen starter ved at Sametinget sender sitt budsjettforslag til regjeringen .

source: Sámedikki bušeahttaárvalus lea golmma jahkái , muhto dásseduvvo jahkásaččat .
nob: Sametingets budsjettforslag er treårig , men justeres årlig .

source: Earret doarjagiid stáhtabušeahta bokte , juolluduvvo maiddái ruhta sámi ulbmiliidda EU ` struktuvrafoandda bokte .
nob: I tillegg til bidragene over statsbudsjettet overføres det midler til samiske formål gjennom EUs strukturfond .

source: Ruoŧa sámelága 2. kapihttalis , § 1:s čilgejuvvo ahte Sámediggi galgá mearridit movt stáhta doarjja sámi kultuvrii ja sámi organisašuvnnaide ja eará ruhta mii luvvejuvvo sámi ulbmiliidda , galgá juhkkojuvvot .
nob: Det framgår av den svenske sameloven kapittel 2 , § 1 at Sametinget skal fatte beslutninger om fordelingen av statens bidrag til samisk kultur og samiske organisasjoner samt andre middel som stilles til rådighet for samiske formål .

source: Njuolggadusat eai čilge dađi dárkileappot mandáhta viidodaga .
nob: Regelverket gir utover dette ingen nærmere veiledning med hensyn til rekkevidden av mandatet .

source: Geavatlaččat ásaha ráđđehusa regulerenreive mii gusto daidda juolludusaide maid Sámediggi hálddaša , rámmaid Sámedikki ekonomalaš iešstivrejupmái .
nob: I praksis er det regjeringens reguleringsbrev , gjeldende for bevilgninger som stilles til rådighet for Sametinget , som etablerer rammene for Sametingets økonomiske autonomi .

source: Muhtun oktavuođain sáhttá Sámediggi oalle friddjadit ieš vuoruhit juolludusa váldoulbmiliid siskkobealde .
nob: I noen tilfeller står Sametinget relativt fritt til å foreta egne prioriteringer innenfor den overordnede målsettingen for bevilgningen .

source: Eará oktavuođain lea Sámedikkis fas unnán vejolašvuohta dahkat iežas mearrádusaid regulerenreivve eavttuid geažil .
nob: I andre tilfeller har Sametinget , på grunn av vilkårene i reguleringsbrevet , liten mulighet til å foreta egne prioriteringer .

source: Sámedikki politihkalaš jođiheaddjit oaivvildit ahte Sámedikkis lea dán juolludusvuogi mielde duohtavuođas hui gáržžes vejolašvuoha ieš dahkat politihkalaš vuoruhemiid .
nob: Sametingets politiske ledelse er av den oppfatning at Sametinget på grunn av bevilgningsformen i realiteten har en svært begrenset mulighet til å foreta egne politiske prioriteringer .

source: Dánska ráđđehus ja Ruonaeatnama Riikastivra ( ” ráđđehus ” ) šiehtadallaba Ruonaeatnama ovddas gohčoduvvon blohkkadoarjaga , dábálaččat 2 dahje 3 jahkái .
nob: For Grønland forhandles det fram et såkalt blokktilskudd mellom den danske regjeringen og det grønlandske Landsstyret ( ” regjeringen ” ) , normalt for en 2- eller 3-årig periode .

source: Blohkkadoarjja juolluduvvo Álbmotdikki ( Folketinget ) nannejumi bokte Danmárkku ruhtadanlága olis guoskevaš bušeahttajahkái .
nob: Blokktilskuddet bevilges gjennom Folketingets vedtakelse av Danmarks finanslov for det gjeldende budsjettår .

source: Muđui eai leat fásta ráđđádallamat ráđđehusa ja ruovttustivrra gaskka stáhta ekonomalaš doarjaga birra dahje Ruonaeatnama geavaheami birra stáhtalaš blohkkadoarjagis .
nob: Utover dette er det ingen faste konsultasjoner mellom regjeringen og hjemmestyret om statens økonomiske bidrag , eller om Grønlands anvendelse av det statlige blokktilskuddet .

source: Ekonomalaš gažaldagat digaštallojuvvojit aŋkke jahkásaš ” riikačoahkkimiin ” maidda stáhtaministtar , Ruonaeatnama riikkastivrraovdaolmmoš ja Færsulluid lágamánni servet .
nob: Økonomiske spørsmål diskuteres likevel i årlige ” rigsmøder ” mellom statsministeren , Grønlands landsstyreformann og den færøyske lagmannen .

source: Dáin čoahkkimiin lea olu diehtojuohkin main bealit čilgejit politihkalaš ja ekonomalaš ovdáneami .
nob: Disse møtene bærer preg av orientering , hvor partene informerer hverandre om den politiske og økonomiske utviklingen .

source: Danmárkkus lea maiddái ráđđeaddi lávdegoddi Ruonaeatnama ekonomiija áššiid hárrái .
nob: I Danmark er det videre et rådgivende utvalg vedrørende Grønlands økonomi .

source: Lávdegottis leat ruovttustivrra ja stáhta ekonomalaš áššedovdit ja ámmátolbmot .
nob: Utvalget er sammensatt av økonomiske eksperter og embetsmenn fra henholdsvis hjemmestyret og staten .

source: Lávdegoddi addá jahkásaš raportta Ruonaeatnama ekonomiija birra , ja dat addá deaŧalaš vuođu stáhta ja ruovttustivrra blohkkadoarjjašiehtadallamiidda .
nob: Utvalget utgir en årlig rapport om Grønlands økonomi , og dette danner et viktig faktagrunnlag for blokktilskuddsforhandlingene mellom staten og hjemmestyret .

source: Ruonaeatnama ruovttustivra sáhttá friddjadit hálddašit daid ruđaid mat eai leat ruhtaduvvon stáhtalaš blohkkadoarjaga bokte .
nob: Grønlands hjemmestyre kan fritt disponere de midlene som ikke er finansiert gjennom det statlige blokktilskuddet .

source: Dat leat eanasmuddui ruđat vearuin ja divvagiin ja dasa lassin eksportasisaboađut .
nob: Dette er hovedsakelig midler fra skatter og avgifter , i tillegg til eksportinntekter .

source: Blohkkadoarjjaortnega váldoulbmil lea addit Ruonaeatnamii duohta ekonomalaš iešstivrejumi .
nob: Hovedformålet med blokktilskuddsordningen er å gi Grønland et reelt økonomisk selvstyre .

source: Stáhta bealis geahččalit danne nu unnán go vejolaš várret dáid ruđaid .
nob: Fra statlig side forsøkes det derfor i minst mulig grad å øremerke disse midlene .

source: Jus ruovttustivra dahká viiddis politihkalaš ja ekonomalaš ođđasisvuoruhemiid blohkkadoarjaga geavaheami dáfus , de sáhttá ruovttustivra oažžut politihkalaš mearkkašumiid das ahte ruovttustivra ii deavdde blohkkadoarjaga eavttuid .
nob: Dersom hjemmestyret foretar omfattende politiske og økonomiske omprioriteringer med hensyn til bruken av blokktilskuddet kan hjemmestyret forvente politiske anførsler om at hjemmestyret ikke lever opp til forutsetningene for blokktilskuddet .

source: Ruovttustivra dahká iežas ekonomalaš vuoruhemiid riikadikki ruhtadanlága mearrideami vuođul .
nob: Hjemmestyret vedtar sine økonomiske prioriteringer gjennom vedtakelsen av en landstingsfinanslov .

source: Riikastivrras – Ruonaeatnama ráđđehusas – lea ovddasvástádus hálddašit ruovttustivrabušeahta Riikadikki ruhtadanlága mielde gustojeaddji bušeahttajahkái .
nob: Landsstyret - den grønlandske regjeringen – har ansvaret for forvaltningen av hjemmestyrebudsjettet i samsvar med Landstingets finanslov for det angjeldende budsjettår .

source: Iešguđet riikastivralahtuin ( fágaministariin ) lea Riikastivrra bealis ovddasvástádus iešguđet bušeahttapoasttaide .
nob: De respektive landsstyremedlemmene ( fagministerne ) har på vegne av Landsstyret ansvaret for de forskjellige budsjettpostene .

source: Canada ráđđehusa ráđđádallan eamiálbmotkongreassain 2004:s , mielddisbuvttii ahte Canadas leat prográmmasuorggit identifiserejuvvon ja mearriduvvon áŋgiruššansuorgin .
nob: I Canada er programområder identifisert og fastsatt som innsatsområder som følge av regjeringens konsultasjoner med urfolkskongressen i 2004 .

source: Canadas ii leat fásta jahkásaš ráđđádallanortnet mas buot eamiálbmotjoavkkut leat fárus .
nob: Det finnes ingen fast årlig konsultasjonsordning som omfatter alle urfolksgruppene i Canada .

source: Eamiálbmotprográmmat leat dávjá organiserejuvvon nu ahte iešguđet eamiálbmotjoavkkut sáddejit prošeaktaohcamiid vai ožžot daid ekonomalaš doarjagiid mat leat oaivvilduvvon eamiálbmotulbmiliidda .
nob: Urfolksprogrammene er ofte organisert på en slik måte at de ulike urfolksgruppene må oversende prosjektsøknader for å få tilgang til de økonomiske midlene som er avsatt til urfolksformål .

source: Ođđa Zealánddas ožžot maorit stáhta ekonomalaš doarjagiid golmma kanála bokte : ( 1 ) Šiehtadanvuođđuduvvon buhtadusat Waitangi-šiehtadusa olis ; ( 2 ) Dábálaš bálvalus- ja doarjjaortnegat main maoriálbmot ja álbmot muđui ii earuhuvvo ; ( 3 ) Sierra juolludusat našunálabušeahta badjel maoriid ovdáneapmái .
nob: I New Zealand skjer statens økonomiske overføringer til maoriene gjennom tre kanaler : ( 1 ) Avtalebaserte erstatninger på grunnlag av Waitangi-avtalen ; ( 2 ) Ordinære service- og støtteordninger som ikke skiller mellom maoribefolkningen og den øvrige befolkningen ; ( 3 ) Særskilte midler over nasjonalbudsjettet til maoriutvikling .

source: Maori-orgánat ruhtaduvvojit stáhtalaš doarjagiid ja priváhta skeaŋkkaid bokte .
nob: Maori-organene finansieres ved statlig støtte og private gaver .

source: Nu ruhtaduvvo maiddái maoriráđi čállingoddi .
nob: Dette finansierer også maorirådets sekretariat .

source: Našovnnalaš maoriráđđi sáhttá , go lea ráđđeaddi orgána , ovddidit oainnuid maiddái ekonomalaš dilálašvuođaid hárrái ovddasvástideaddji fágaministarii .
nob: Det nasjonale maorirådet kan , som rådgivende organ , legge fram sine synspunkter , også om økonomiske forhold , for ansvarlig fagminister .

source: Davviriikkalaš sámekonvenšuvnna árvalus Davviriikkalaš sámekonvenšuvnna árvalusa 96 lea davviriikkalaš áššedovdijoavku ráhkadan maŋŋel go ministarat geain lea ovddasvástádus sámi áššiide , ja Norgga , Ruoŧa ja Suoma sámediggepresideanttat dan dáhtto .
nob: Forslag til en nordisk samekonvensjon 5.2 . Innstilling om Nordisk samekonvensjon 96 er utarbeidet av en nordisk ekspertgruppe etter oppdrag fra ministrene som er ansvarlige for samiske saker , og sametingspresidentene i Norge , Sverige og Finland .

source: Áššedovdijoavku geigii árvalusa Helssegis skábmamánu 16. b. 2005:s Suoma , Norgga ja Ruoŧa sámeministariid ja sámediggepresideanttaid oktasaščoahkkimis .
nob: Ekspertgruppen overleverte sin innstilling i Helsingfors 16. november 2005 , under fellesmøtet mellom sameministrene i Finland , Norge og Sverige og sametingspresidentene i respektive land .

source: Árvalus sáddejuvvui gulaskuddamii guovvamánu 17. b. , ja gulaskuddanáigemearri lei geassemánu 12. b. 2006:s .
nob: Innstillingen ble sendt på høring 17. februar , med høringsfrist 12. juni 2006 .

source: Viidáset bargu Davviriikkalaš sámekonvenšuvnnain meannuduvvui davviriikkalaš sámeministariid ja sámediggepresideanttaid čoahkkimis Oslos golggotmánu 18. b. 2006:s .
nob: Det videre arbeidet med utkast til Nordisk samekonvensjon ble behandlet i møte mellom de nordiske sameministrene og sametingspresidentene i Oslo den 18. oktober 2006 .

source: Ministarat ja presideanttat sohpe joatkit Davviriikkalaš sámekonvenšuvnna barggu , vuosttažettiin dakko bokte ahte ain čuovvolit gulaskuddanvástádusaid ja vejolaččat maiddái guorahallat váikkuhusaid .
nob: Ministrene og presidentene var enige om å videreføre arbeidet med en Nordisk samekonvensjon , i første omgang gjennom fortsatt nasjonalt arbeid med høringsoppfølging og eventuelle konsekvensanalyser .

source: Sohppojuvvui ahte riikkat galget leat čilgen iežaset posišuvnnaid boahtte oktasaščoahkkimii 2007 čavčča .
nob: Det var enighet om at landene til neste fellesmøte høsten 2007 , skal ha avklart sine posisjoner .

source: Norggas lea nammaduvvon bargojoavku mas leat Sámedikki ovddasteaddjit ja guoskevaš departemeanttaid ovddasteaddjit , geat galget árvvoštallat Davviriikkalaš sámekonvenšuvnna árvalusa gustojeaddji našovnnalaš rievtti vuođul ja relevánta álbmotrievtti vuođul .
nob: I Norge er det nedsatt en arbeidsgruppe med representanter fra Sametinget og relevante departementer , som skal vurdere utkastet til Nordisk samekonvensjon på bakgrunn av gjeldende nasjonal rett og relevant folkerett .

source: Čuovvovaččat čilgejuvvojit Davviriikkalaš sámekonvenšuvnna árvalusa mearrádusat mat gusket gažaldagaide Sámedikki formálalaš dili ja bušeahttabargovugiid .
nob: I det følgende omtales bestemmelser i utkastet til Nordisk samekonvensjon som er relevant for spørsmål knyttet til Sametingets formelle stilling og budsjettprosedyrer .

source: 97 Artihkkal 14 čilge sámedikkiid birra , ja artihkkal 15 čilge sámedikkiid iešmearrideaddji mearrádusaid .
nob: 97 Artikkel 14 omhandler sametingene , mens artikkel 15 går inn på sametingenes selvstendige vedtak .

source: Artihkkal 15 vuosttaš lađđasa čilgehusas celkojuvvo ahte dát mearrádus boahtá muddet sámedikkiid vejolašvuođa dahkat iešheanalis mearrádusaid .
nob: I omtalen av artikkel 15 , første ledd står det at denne bestemmelsen vil regulere sametingenes adgang til å treffe selvstendige vedtak .

source: Sámedikkis ferte nu movt eará orgánain nai , leat láhkavuođđu dahkat mearrádusaid mat mielddisbuktet eiseválddi čađaheami .
nob: Sametinget må i likhet med andre organer ha hjemmel i lov for å treffe beslutninger som innebærer myndighetsutøvelse .

source: Mearrádusaid mat eai mielddisbuvtte eiseválddi čađaheami , sáhttá Sámediggi dahkat almmá láhkavuođu gáibádusa haga .
nob: Vedtak som ikke innebærer myndighetsutøvelse , kan Sametinget treffe uten krav om hjemmel i lov .

source: . Artihkkal 16 addá Sámediggái rievtti šiehtadallat áššiin main lea mearkkašahtti mearkkašupmi sápmelaččaide .
nob: Artikkel 16 gir Sametinget rett til forhandlinger i saker av vesentlig betydning for samene .

source: Maŋŋel vuosttaš lađđasa ovddiduvvo gáibádus ahte dollojuvvojit duohta šiehtadallamat ovdalgo eiseválddit dahket mearrádusa . Eiseválddit eai leat deavdán 96
nob: Myndighetene har ikke oppfylt sin plikt til forhandlinger med mindre det legges til rette for dialog med Sametinget , der synspunkter kan utveksles .

source: Geahča http://www.regjeringen.no/se/dep/aid/Fadda-/andre/Davviriikkala-sami-ovttasbargu/Davviriikkalasamekonvenuvdna.html?id 86937 = 97 Oasit II kapihttalis sámi stivrema birra ( 14-19 artihkkalat ) .
nob: 96 Se http://www.regjeringen.no/nb/dep/aid/tema/andre/Nordisk_samisk_samarbeid/Nordisksamekonvensjon.html?id 86937 = 97 Deler av kapittel II om samisk styring ( artiklene 14-19 ) .

source: Cuigejuvvo ahte lea deaŧalaš ahte šiehtadallamat dollojuvvojit nu árrat go vejolaš áššemeannudeamis .
nob: Det påpekes at det er viktig at forhandlingene må finne sted på et tidlig stadium i saksgangen .

source: Jus šiehtadallamat dollojuvvojit maŋŋit mearrádusproseassas , de sáhttá leat váttis váikkuhit bohtosiidda ja olahit ipmárdusa ja ovttamielalašvuođa .
nob: Dersom forhandlingene gjennomføres sent i beslutningsprosessen kan det være vanskelig å få innflytelse på resultatet og å oppnå forståelse og enighet .

source: Dasto fertejit Sámediggái juolluduvvot resurssat čađahit šiehtadallamiid .
nob: Dessuten må Sametinget få tildelt ressurser til å kunne gjennomføre forhandlinger .

source: Eaktuduvvo ahte Sámediggi sáhttá viežžat daid áššedovdiid mat eai leat alddis .
nob: Det forutsettes at Sametinget kan innhente den ekspertise det selv ikke innehar .

source: Sámedikkis fertejit leat ekonomalaš vejolašvuođat duođas čađahit šiehtadallamiid ja searvat šiehtadallančoahkkimiidda ja viežžat veahki áššedovdiin .
nob: Sametinget må ha økonomiske muligheter til rent faktisk å gjennomføre forhandlinger gjennom deltakelse i forhandlingsmøter og bistand fra sakkyndige .

source: Artihkkal 16 šiehtadallangeatnegasvuohta gusto buot eiseválddiide mat bohtet artihkkal 5 vuollái .
nob: Forhandlingsplikten etter artikkel 16 gjelder alle de myndigheter som er omfattet av bestemmelsen i artikkel 5 .

source: Šiehtadallangeatnegasvuohta gusto danne buot stáhtalaš orgánaide riikka , guovllu ja báikkálaš dásis .
nob: Forhandlingsplikten vil derfor omfatte alle statlige organ på nasjonalt , regionalt og lokalt nivå .

source: Maiddái eará orgánain almmolaš hálddašeamis ja almmolaš doaimmas leat dát geatnegasvuođat .
nob: Også andre organ for offentlig forvaltning og offentlig virksomhet har disse plikter .

source: Dan eiseválddis mas lea ovddasvástádus dan áššesuorgái maid guhtege artihkkal čilge , lea dalle njuolgga ovddasvástádus konvenšuvnna vuođul , beroškeahttá das ahte lea go stáhta , gieldda , fylkkagieldda dahje priváhta orgána .
nob: Den myndighet som har ansvaret for det saksfelt en artikkel omhandler , vil dermed ha et direkte ansvar etter konvensjonen uavhengig av om det er et statlig , kommunalt , fylkeskommunalt eller privat organ .

source: Konvenšuvdnaárvalusas celko ahte Sámedikki riekti šiehtadallamiidda galgá gustot buotlágán áššiin , sihke láhkaaddimis ja hálddašeamis .
nob: I konvensjonsutkastet sies det at Sametingets rett til forhandlinger skal gjelde alle typer saker , både lovgivning og forvaltning .

source: Šiehtadallanriekti gusto maiddái Sámedikki bušehttii .
nob: Retten til forhandlinger vil også gjelde Sametingets budsjett .
